Repository: kurema/BookViewerApp3
Catalog: BookViewerApp/Resource/*/Resources.resw
Source language: en_us
Languages: it, ja_jp, pt, ru, zh_hans, zh_hant

# ItemType.BookmarkItem
source: Bookmark item
it: Elemento segnalibro
ja_jp: ブックマーク
pt: Item de marcador
ru: Закладка
zh_hans: 书签项
zh_hant: 書籤項

# ItemType.HistoryItem
source: History item
it: Oggetto cronologia
ja_jp: 履歴項目
pt: Item do histórico
ru: Предмет истории
zh_hans: 浏览记录
zh_hant: 歷史項目

# ItemType.PresetBookmark
source: Preset bookmarks
it: Segnalibri preimpostati
ja_jp: プリセットブックマーク
pt: Marcadores predefinidos
ru: Предустановленные закладки
zh_hans: 预设书签
zh_hant: 預設書籤

# ItemType.LibraryItem
source: Library
it: Libreria
ja_jp: ライブラリ
pt: Biblioteca
ru: Библиотека
zh_hans: 库

# ItemType.SystemFolder
source: System Folder
it: Cartella di sistema
ja_jp: システム フォルダー
pt: Pasta do Sistema
ru: Системная папка
zh_hans: 系统文件夹
zh_hant: 系統資料夾

# ContextMenu.Histories.OpenParent.Title
source: Open containing folder
it: Apri la cartella contenente
ja_jp: ファイルの場所を開く
pt: Abrir a pasta que contém
ru: Откройте содержащую папку
zh_hans: 打开所在文件夹
zh_hant: 打開父文件夾

# ContextMenu.Bookmarks.HidePreset.Title
source: Hide preset bookmarks
it: Nascondi i segnalibri predefiniti
ja_jp: プリセットブックマークを表示しない
pt: Ocultar marcadores predefinidos
ru: Скрыть предустановленные закладки
zh_hans: 隐藏预设书签
zh_hant: 隱藏預設書籤

# ContextMenu.Bookmarks.ShowPreset.Title
source: Show preset bookmarks
it: Mostra segnalibri predefiniti
ja_jp: プリセットブックマークを表示する
pt: Mostrar marcadores predefinidos
ru: Показать предустановленные закладки
zh_hans: 显示预设书签
zh_hant: 顯示預設書籤

# ContextMenu.Library.Unregister.Title
source: Unregister this library
it: Annulla la registrazione di questa libreria
ja_jp: ライブラリを登録解除
pt: Cancelar registo desta biblioteca
ru: Снимите с регистрации эту библиотеку
zh_hans: 取消注册该库
zh_hant: 取消註冊該Library

# Setting_MaximumHistoryCount.Description
source: Maximum number of histories to be saved.
it: Numero massimo di cronologi da salvare.
ja_jp: 履歴の保存件数。
pt: Número máximo de históricos a serem salvos.
ru: Максимальное количество сохраняемых историй.
zh_hans: 要保存的最大履历记录数。
zh_hant: 要保存的最大歷史記錄數。

# Setting_MaximumHistoryCount.Title
source: Number of histories
it: Numero di cronologi
ja_jp: 履歴件数
pt: Número de históricos
ru: Количество историй
zh_hans: 履历记录数
zh_hant: 歷史數

# ContextMenu.Library.Manage.Title
source: Manage this library
it: Gestisci questa libreria
ja_jp: ライブラリを管理
pt: Gerir esta biblioteca
ru: Управление этой библиотекой
zh_hans: 管理库
zh_hant: 管理這個Library

# ContextMenu.Word.New.Title
source: New
it: Nuova
ja_jp: 新規作成
pt: Novo
ru: Новый
zh_hans: 新建
zh_hant: 新建

# Word.Folder
source: Folder
it: Cartella
ja_jp: フォルダー
pt: Pasta
ru: Папка
zh_hans: 文件夹
zh_hant: 資料夾

# ContextMenu.Word.NewContaiener.Title
source: New folder
it: Nuova cartella
ja_jp: 新しいフォルダー
pt: Nova pasta
ru: Новая папка
zh_hans: 新建文件夹
zh_hant: 新建文件夾

# ContextMenu.Word.New.Bookmark.Title
source: Bookmark
it: Segnalibro
ja_jp: インターネットショートカット
pt: Marcador
ru: Закладка
zh_hans: 书签
zh_hant: 書籤

# Word.Title
source: Title
it: Titolo
ja_jp: タイトル
pt: Título
ru: Название
zh_hans: 标题
zh_hant: 標題

# Word.URL
source: URL
zh_hans: 网站地址(URL)
zh_hant: 網址

# ContextMenu.Bookmarks.Edit.Title
source: Edit
it: Modifica
ja_jp: 編集
pt: Editar
ru: Редактировать
zh_hans: 编辑
zh_hant: 編輯

# Info.Info.Contributors
source: Contributors
it: Collaboratori
ja_jp: 貢献者
pt: Contribuidores
ru: Вкладчики
zh_hans: 参与者
zh_hant: 參與者

# Info.Info.ThirdParty.License
source: License
it: Licenza
ja_jp: ライセンス
pt: Licença
ru: Лицензия
zh_hans: 执照
zh_hant: 執照

# Info.Info.ThirdParty.LicenseTerms
source: License Terms
it: Condizioni di licenza
ja_jp: ライセンス条項
pt: Termos de licença
ru: Лицензионные условия
zh_hans: 许可条款
zh_hant: 許可條款

# Info.Info.Title
source: Info
it: Informazioni
ja_jp: 情報
pt: Informação
ru: Информация
zh_hans: 信息
zh_hant: 信息

# Info.Info.Translation
source: Translation
it: Traduzione
ja_jp: 翻訳
pt: Tradução
ru: Перевод
zh_hans: 翻译
zh_hant: 翻譯

# Info.Info.ThirdParty.Title
source: Third-Party Notification
it: Notifica di terze parti
ja_jp: サードパーティー情報
pt: Notificação de Terceiros
ru: Уведомление третьей стороны
zh_hans: 第三方通知
zh_hant: 第三方通知

# Info.Info.BeSponsor.Title
source: Be a sponsor!
it: Diventa uno sponsor!
ja_jp: 支援する
pt: Seja um patrocinador!
ru: Станьте спонсором!
zh_hans: 成为赞助商！
zh_hant: 成為贊助商！

# Info.Info.Privacy.Description
source: Show Privacy Policy
it: Mostra Informativa sulla privacy (inglese)
ja_jp: プライバシーポリシーを表示 (英語)
pt: Mostrar Política de Privacidade
ru: Показать политику конфиденциальности
zh_hans: 显示隐私权政策
zh_hant: 顯示隱私權政策

# Info.Info.Privacy.Title
source: Privacy
ja_jp: プライバシー
pt: Privacidade
ru: Конфиденциальность
zh_hans: 隐私
zh_hant: 隱私

# Info.Debug.OpenAppData.Title
source: Open data folder.
it: Apre la cartella dei dati.
ja_jp: データフォルダーを開く。
pt: Abrir pasta de dados.
ru: Откройте папку с данными.
zh_hans: 打开数据文件夹。
zh_hant: 打開數據文件夾。

# Info.Debug.Title
source: Debug
ja_jp: デバッグ
ru: Отладка
zh_hans: 除错
zh_hant: 除錯

# Info.Debug.CopyFAL.Title
source: Copy FutureAccessList info.
it: Copia le informazioni di FutureAccessList.
ja_jp: FutureAccessList情報をクリップボードにコピー。
pt: Copiar informação do FutureAccessList.
ru: Скопируйте информацию FutureAccessList.
zh_hans: 复制FutureAccessList信息。
zh_hant: 複製FutureAccessList信息。

# Info.Info.ThirdParty.ThirdParty
source: Third-Party
it: Terze parti
ja_jp: サードパーティー
pt: Terceira Parte
ru: Сторонние
zh_hans: 第三方
zh_hant: 協力廠商

# Info.Info.Sponsors
source: Sponsors
it: Sponsor
ja_jp: スポンサー
pt: Patrocinadores
ru: Спонсоры
zh_hans: 赞助
zh_hant: 贊助者

# Info.Info.Developers
source: Developers
it: Sviluppatori
ja_jp: 開発者
pt: Desenvolvedores
ru: Разработчики
zh_hans: 开发人员
zh_hant: 開發人員

# Migration.Dialog.Description
source: New version of BookViewer is released. This includes tabs, Fluent Design, integrated filer and numerous bug fixes.
it: Viene rilasciata la nuova versione di BookViewer. Questo include schede, Fluent Design, filer integrato e numerose correzioni di bug.
ja_jp: このアプリは古いバージョンです。 様々な機能が追加された新バージョンをお試しください。
pt: Foi lançado uma nova versão do BookViewer. Isto inclui separadores, Fluent Design, arquivador integrado e numerosas correções de bugs.
ru: Выпущена новая версия BookViewer. В ней появились вкладки, Fluent Design, интегрированный файловый архив и исправлены многочисленные ошибки.
zh_hans: 这个应用程式是旧版本。 请尝试添加了各种功能的新版本。
zh_hant: 這個應用程式是舊版本。 請嘗試添加了各種功能的新版本。

# Migration.Dialog.Title
source: The new app is released!
it: La nuova app è stata rilasciata!
ja_jp: アプリ更新のお知らせ。
pt: A nova aplicação foi lançada!
ru: Новое приложение выпущено!
zh_hans: 新应用发布了！
zh_hant: 新應用發布了！

# Migration.General.Title
source: Update to BookViewer3
it: Aggiornamento a BookViewer3
ja_jp: BookViewer3を取得する
pt: Atualize para BookViewer3
ru: Обновление BookViewer3
zh_hans: 更新到BookViewer3
zh_hant: 更新到BookViewer3

# Setting_HideMigration.Description
source: Hide update notice button.
it: Nascondi il pulsante di avviso di aggiornamento.
ja_jp: BookViewer3のお知らせを表示しない。
pt: Ocultar botão de aviso de atualização.
ru: Скрыть кнопку уведомления об обновлении.
zh_hans: 隐藏更新通知按钮。
zh_hant: 隱藏更新通知按鈕。

# Setting_HideMigration.Title
source: Hide update notice
it: Nascondi avviso di aggiornamento
ja_jp: BookViewer3のお知らせ
pt: Ocultar aviso de atualização
ru: Скрыть уведомление об обновлении
zh_hans: 隐藏更新通知
zh_hant: 隱藏更新通知

# Word.NeverShowAgain
source: Never show this again.
it: Non mostrarlo mai più.
ja_jp: 再度表示しない。
pt: Nunca mais mostrar isto.
ru: Никогда больше не показывайте это.
zh_hans: 不要再显示这个。
zh_hant: 不要再顯示這個。

# Info.Info.BeSponsor.Description
source: on GitHub Sponsors
it: su GitHub Sponsor
ja_jp: GitHub Sponsorsを開く
pt: sobre os Patrocinadores GitHub
ru: на GitHub Спонсоры
zh_hans: 访问GitHub Sponsors
zh_hant: 訪問GitHub Sponsors

# Info.Purchase.Title
source: Donate
it: Dnate
ja_jp: 寄付
pt: Doar
ru: Пожертвовать
zh_hans: 捐
zh_hant: 捐

# Info.Purchase.Word.Purchased
source: Purchased
it: Acquistato
ja_jp: 購入済み
pt: Adquirido
ru: Приобретено
zh_hans: 已购买
zh_hant: 已購買

# Info.Purchase.Message.AlreadyPurchased.Message
source: Thank you! The funds you provided made it possible for the author to continue the work! If you want to support more, consider using GitHub Sponsors. I wish you good luck.
it: Grazie! I fondi che hai fornito hanno permesso all'autore di continuare il lavoro! Se vuoi supportare di più, considera l'utilizzo degli sponsor GitHub. Ti auguro buona fortuna.
ja_jp: ご支援ありがとうございました。 深く感謝いたします。 私のオープンソース活動の励みになりました。 ストアを通じた支援は各アイテムで一度きりに設定しています。 更なるご支援はGitHub Sponsorsから可能です。
pt: Obrigado! Os fundos que forneceu tornou possível ao autor continuar o trabalho! Se quiser apoiar mais, considere a possibilidade de utilizar os Patrocinadores GitHub. Desejo-lhe boa sorte.
ru: Спасибо! Предоставленные вами средства позволили автору продолжить работу! Если вы хотите поддержать больше, воспользуйтесь спонсорской поддержкой GitHub. Желаю вам удачи.
zh_hans: 谢谢！ 您提供的资金使作者得以继续工作！如果您想支持更多，请考虑使用GitHub Sponsors。 祝你好运。
zh_hant: 謝謝！ 您提供的資金使作者得以繼續工作！如果您想支持更多，請考慮使用GitHub Sponsors。 祝你好運。

# Info.Purchase.Message.AlreadyPurchased.Title
source: Thank you for supporting me!
it: Grazie per avermi supportato!
ja_jp: ご支援ありがとうございました。
pt: Obrigado por me apoiar!
ru: Спасибо, что поддержали меня!
zh_hans: 谢谢您的支持！
zh_hant: 謝謝您的支持！

# Info.Purchase.Message.Purchased.Message
source: The funds you provide make it possible for kurema to continue the work! It gives me power to keep going. I wish you good luck.
it: I fondi che fornisci consentono a kurema di continuare il lavoro! Mi dà il potere di andare avanti. Ti auguro buona fortuna.
ja_jp: このアプリは完全なオープンソースであなたのご支援に支えられています。 支援に感謝いたします。 大変励みになります。
pt: Os fundos que forneceu torna possível a continuação do trabalho de kurema! Dá-me poder para continuar. Desejo-vos boa sorte.
ru: Средства, которые вы предоставляете, позволяют kurema продолжать работу! Это дает мне силы продолжать работу. Я желаю вам удачи.
zh_hans: 您提供的资金使kurema可以继续工作！它使我有能力继续前进。 祝你好运。
zh_hant: 您提供的資金使kurema可以繼續工作！它使我有能力繼續前進。 祝你好運。

# Info.Purchase.Message.Purchased.Title
source: Thank you for your purchase!
it: Grazie per il vostro acquisto!
ja_jp: ご支援ありがとうございます。
pt: Obrigado pela sua aquisição!
ru: Спасибо за покупку!
zh_hans: 感谢您的购买！
zh_hant: 感謝您的購買！

# ContextMenu.Bookmarks.OpenExternal.Title
source: Open in the external browser
it: Apri in un browser esterno
ja_jp: 外部ブラウザで開く
pt: Aberto no navegador externo
ru: Открыть во внешнем браузере
zh_hans: 在外部浏览器中打开
zh_hant: 在外部瀏覽器中打開

# Info.Info.AboutThisApp.Description
source: About this app
it: Informazioni su questa app
ja_jp: このアプリについて
pt: Acerca desta aplicação
ru: Об этом приложении
zh_hans: 关于这个程序
zh_hant: 關於這個程序

# Info.Info.ThirdParty.Description
source: View Third-Party Notification
it: Visualizza notifiche di terze parti
ja_jp: サードパーティー情報を表示する
pt: Ver Notificação de Terceiros
ru: Просмотр уведомления третьей стороны
zh_hans: 查看第三方通知
zh_hant: 查看第三方通知

# Info.Info.ShowContributors.Description
source: View contributors, translators and sponsors
it: Visualizza collaboratori, traduttori e sponsor
ja_jp: 貢献者・翻訳者・スポンサーを表示する
pt: Ver os colaboradores, tradutores e patrocinadores
ru: Просмотр авторов, переводчиков и спонсоров
zh_hans: 查看贡献者，翻译和赞助者
zh_hant: 查看貢獻者，翻譯和讚助者

# Setting_EpubViewerType.Description
source: Choose the engine for epub. We recommend Bibi.
it: Scegli il motore per epub. Consigliamo Bibi.
ja_jp: Epubの表示に利用するエンジンを選択してください。Bibiを推奨します。
pt: Escolher o motor para epub. Recomendamos a Bibi.
ru: Выберите двигатель для epub. Мы рекомендуем Биби.
zh_hans: 选择epub的引擎。我们推荐Bibi。
zh_hant: 選擇epub的引擎。我們推薦Bibi。

# Setting_EpubViewerType.Title
source: Epub display engine
it: Motore di visualizzazione Epub
ja_jp: Epub表示エンジン
pt: Motor de visualização Epub
ru: Механизм отображения Epub
zh_hans: epub显示引擎
zh_hant: epub顯示引擎

# Setting_DefaultSpreadType.Description
source: Select page layout.
it: Seleziona il layout della pagina.
ja_jp: ページの見開き設定。
pt: Selecione o layout da página.
ru: Выберите макет страницы.
zh_hans: 选择页面布局。
zh_hant: 選擇頁面佈局。

# Setting_DefaultSpreadType.Enums.ModeEnum.Default.Title
source: Default
it: Layout predefinito
ja_jp: デフォルト
pt: Predefinição
ru: По умолчанию
zh_hans: 默认
zh_hant: 默認

# Setting_DefaultSpreadType.Enums.ModeEnum.Single.Title
source: Single Page View (Auto)
it: Pagina singola automatica (automatica)
ja_jp: 単一ページ表示 (自動)
pt: Visualização de página única (Auto)
ru: Одностраничный вид (авто)
zh_hans: 单页视图 (自动)
zh_hant: 單頁檢視 (自動)

# Setting_DefaultSpreadType.Enums.ModeEnum.Spread.Title
source: Auto
it: Automatica
ja_jp: 自動切り替え
pt: Automático
ru: Авто
zh_hans: 自动
zh_hant: 自動

# Setting_DefaultSpreadType.Title
source: Page layout
it: Layout di pagina
ja_jp: ページレイアウト
pt: Layout da Página
ru: Разметка страницы
zh_hans: 页面布局
zh_hant: 頁面佈局

# Setting_PdfRenderScaling.Description
source: Renders the PDF at a resolution larger than the display size. Turn it off improves the performance.
it: Visualizza il PDF con una risoluzione maggiore della dimensione del display. Disattivarlo migliora le prestazioni.
ja_jp: PDFを表示より高解像度で描画します。オンにすると描画負荷が増加しますが、クオリティが向上しズームしてもきれいに見えます。
pt: Renderiza o PDF com uma resolução maior do que o tamanho do ecrã. Ao desligar, melhora o desempenho.
ru: Рендеринг PDF в разрешении, превышающем размер дисплея. Отключение этой функции улучшает производительность.
zh_hans: 以比绘图目标更高的分辨率绘制PDF。启用它会增加绘图负荷，但是即使缩放也可以改善画质和外观。
zh_hant: 以比顯示更高的分辨率繪製PDF。啟用它會增加繪圖負荷，但是即使縮放也可以改善畫質和外觀。

# Setting_PdfRenderScaling.Title
source: PDF high resolution rendering
it: Rendering PDF ad alta risoluzione
ja_jp: PDF高解像度描画
pt: Renderização em PDF de alta resolução
ru: Рендеринг в высоком разрешении в формате PDF
zh_hans: PDF高分辨率渲染
zh_hant: PDF高分辨率圖紙

# Info.Info.ReleaseNotes.Description
source: {0} / Open the Release Notes on GitHub
it: {0} / Apri le note di rilascio su GitHub
ja_jp: {0} / GitHub上のリリースノートを開く
pt: {0} / Abrir as Notas de Lançamento sobre o GitHub
ru: {0} / Открыть информацию о выпуске на GitHub
zh_hans: {0} / 在GitHub上打开发行说明
zh_hant: {0} / 在GitHub上打開發行說明

# Info.Info.ReleaseNotes.Title
source: Release Notes
it: Note di rilascio
ja_jp: リリースノート
pt: Notas de Lançamento
ru: Примечания к выпуску
zh_hans: 发行说明
zh_hant: 發行說明

# Setting_DefaultSpreadType.Enums.ModeEnum.ForceSpread.Title
source: Two Page View (Show Cover Page in Two Page View)
it: Vista a due pagine (Mostra copertina nella vista a due pagine)
ja_jp: 見開きページ表示 (先頭ページも見開きで表示)
pt: Visualização de duas páginas (Mostrar página de capa em Visualização de duas páginas)
ru: Двухстраничный вид (показать титульную страницу в двухстраничном виде)
zh_hans: 双页视图 (在双页视图中显示封面)
zh_hant: 雙頁檢視 (雙頁檢視時顯示封面)

# Setting_DefaultSpreadType.Enums.ModeEnum.ForceSpreadFirstSingle.Title
source: Two Page View
it: Vista a due pagine
ja_jp: 見開きページ表示
pt: Visualização de duas páginas
ru: Двухстраничный вид
zh_hans: 双页视图
zh_hant: 雙頁檢視

# ContextMenu.BookViewer.QuickSettings.Title
source: Quick Settings
it: Impostazioni rapide
ja_jp: クイック設定
pt: Definições Rápidas
ru: Быстрые настройки
zh_hans: 快速配置
zh_hant: 快速配置

# Setting_RememberPageDirection.Description
source: Remember the page orientation of each book.
it: Ricorda l'orientamento della pagina di ogni libro.
ja_jp: 前回開いた時の本の向き(綴じ方)で開く。
pt: Lembrar da orientação da página de cada livro.
ru: Запомните ориентацию страниц каждой книги.
zh_hans: 记住每本书的页面方向。
zh_hant: 記住每本書的頁面方向。

# Setting_RememberPageDirection.Title
source: Remember the page orientation
it: Ricorda l'orientamento della pagina
ja_jp: 綴じ方を保存
pt: Lembrar a orientação da página
ru: Запомните ориентацию страницы
zh_hans: 记住页面方向
zh_hant: 記住頁面方向

# Setting.ToolTip.Message
source: Default: {2}
it: {0} {1} Predefinito: {2}
ja_jp: {0} {1} デフォルト: {2}
pt: Predefinição: {2}
ru: По умолчанию: {2}
zh_hans: {0} {1} 默认：{2}
zh_hant: {0} {1} 默認：{2}

# Setting_ShowBookmarkFavicon.Description
source: Show favicons of bookmarks. In this version, the app does not save the favicon cache and the favicons displayed seems to be unstable. Privacy Notice: If this is turned on, a request to the server will be sent each time you open the bookmarks folder in Explorer. The server may collect some data.
it: Mostra le favicon dei segnalibri. In questa versione, l'app non salva la cache della favicon e le favicon visualizzate sembrano essere instabili. Informativa sulla privacy: se questa opzione è attivata, verrà inviata una richiesta al server ogni volta che si apre la cartella dei segnalibri in Explorer. Il server potrebbe raccogliere alcuni dati.
ja_jp: ブックマークのFaviconを表示。 現時点ではFaviconはキャッシュされず動作は安定しません。 情報：オンにした場合ブックマーク一覧を表示する度にサーバーからFaviconを取得します。サーバーで一定の情報が収集されます。
pt: Mostrar favicons de marcadores. Nesta versão, a aplicação não guarda a cache de favicons e os favicons exibidos parecem ser instáveis. Nota de Privacidade: Se isto estiver ligado, será enviado um pedido ao servidor cada vez que abrir a pasta de marcadores no Explorador. O servidor pode recolher alguns dados.
ru: Отображение фавиконов закладок. В этой версии приложение не сохраняет кэш фавиконов, а отображение фавиконов кажется нестабильным. Уведомление о конфиденциальности: Если эта функция включена, каждый раз при открытии папки закладок в Проводнике будет отправляться запрос на сервер. Сервер может собирать некоторые данные.
zh_hans: 显示书签Favicon。 此时，该Favicon尚未缓存，其操作不稳定。 隐私信息：如果已打开，则每次查看书签列表时都会从服务器获取一个favicon。某些信息是在服务器上收集的。
zh_hant: 顯示書籤Favicon。 此時，該Favicon尚未緩存，其操作不穩定。 信息：如果打開，則每次查看書籤列表時都從服務器獲取Favicon。某些信息是在服務器上收集的。

# Setting_ShowBookmarkFavicon.Title
source: Show favicons of bookmarks
it: Mostra le favicon dei segnalibri
ja_jp: ブックマークのFaviconを表示
pt: Mostrar favicons de marcadores
ru: Показывать избранные закладки
zh_hans: 显示书签Favicon
zh_hant: 顯示書籤Favicon

# Setting_FetchThumbnailsBackground.Description
source: Generate thumbnails in the background. Turn it off if you have performance issues.
it: Genera miniature in background. Disattivalo se hai problemi di prestazioni.
ja_jp: バックグラウンドでサムネイルを取得します。性能上の問題がある場合オフにしてください。
pt: Gerar miniaturas em segundo plano. Desligue-o se tiver problemas de desempenho.
ru: Генерируйте миниатюры в фоновом режиме. Отключите его, если у вас проблемы с производительностью.
zh_hans: 在后台获取缩略图。如果您遇到性能问题，请将其关闭。
zh_hant: 在後台獲取縮略圖。如果您遇到性能問題，請將其關閉。

# Setting_FetchThumbnailsBackground.Title
source: Generate thumbnails in the background
it: Genera miniature in background
ja_jp: バックグラウンドでサムネイルを取得する
pt: Gerar miniaturas em segundo plano
ru: Генерируйте миниатюры в фоновом режиме
zh_hans: 在后台获取缩略图
zh_hant: 在後台獲取縮略圖

# ContextMenu.Book.SelectThumbnail.Title
source: Select the thumbnail
it: Seleziona la miniatura
ja_jp: サムネイルを選ぶ
pt: Selecione a miniatura
ru: Выберите миниатюру
zh_hans: 选择缩略图
zh_hant: 選擇縮略圖

# Word.Close
source: Close
it: Chiudi
ja_jp: 閉じる
pt: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

# Info.Debug.DeleteThumbnails.Description
source: Delete thumbnails of books
it: Elimina le miniature dei libri
ja_jp: 全サムネイルを削除
pt: Eliminar as miniaturas dos livros
ru: Удаление миниатюр книг
zh_hans: 删除书籍缩图
zh_hant: 刪除書籍縮圖

# Info.Debug.DeleteThumbnails.Dialog.Message
source: Are you sure you want to delete thumbnail folder? You can also disable thumbnail generation in Explorer tab with the setting above.
it: Sei sicuro di voler eliminare la cartella delle miniature? Puoi anche disabilitare la generazione di miniature nella scheda Explorer con l'impostazione sopra.
ja_jp: サムネイルフォルダの内容を全て削除しますか？ サムネイルの自動生成を止める場合は、上の設定メニューを参照してください。
pt: Tem a certeza de que quer apagar a pasta de miniaturas? Também pode desativar a geração de miniaturas no separador Explorador com a definição acima.
ru: Вы уверены, что хотите удалить папку с эскизами? Вы также можете отключить создание эскизов на вкладке "Проводник" с помощью вышеуказанной настройки.
zh_hans: 您确定要删除缩略图文件夹吗？ 您也可以使用上面的设置在“资源管理器”选项卡中禁用缩略图生成。
zh_hant: 您確定要刪除縮略圖文件夾嗎？ 您也可以使用上面的設置在“資源管理器”選項卡中禁用縮略圖生成。

# Info.Debug.DeleteThumbnails.Title
source: Delete thumbnails
it: Elimina le miniature
ja_jp: サムネイル削除
pt: Eliminar miniaturas
ru: Удаление миниатюр
zh_hans: 删除缩略图
zh_hant: 刪除縮略圖

# Info.Debug.DeleteThumbnails.Dialog.MessageFail
source: Could not delete the thumbnail folder. Please try again.
it: Impossibile eliminare la cartella delle miniature. Per favore riprova.
ja_jp: サムネイル削除に失敗しました。時間を開けて実行してください。
pt: Não foi possível apagar a pasta de miniaturas. Por favor, tente novamente.
ru: Не удалось удалить папку с миниатюрами. Пожалуйста, попробуйте еще раз.
zh_hans: 无法删除缩略图文件夹。 请再试一次。
zh_hant: 無法刪除縮略圖文件夾。請再試一次。

# Word.Expand
source: See All
it: Vedi tutto
ja_jp: すべて見る
pt: Ver tudo
ru: Смотреть все
zh_hans: 查看全部
zh_hant: 查看全部

# Setting_DefaultBrowserExternal.Description
source: Use the external browser to open URL.
it: Usa un browser esterno per aprire l'URL.
ja_jp: URLを開く際、外部ブラウザを利用します。
pt: Utilize o navegador externo para abrir o URL.
ru: С помощью внешнего браузера откройте URL-адрес.
zh_hans: 使用外部浏览器打开 URL。
zh_hant: 使用外部瀏覽器打開 URL。

# Setting_DefaultBrowserExternal.Title
source: Open URL in the external browser
it: Apri URL nel browser esterno
ja_jp: 外部ブラウザでURLを開く
pt: Abrir URL no navegador externo
ru: Откройте URL-адрес во внешнем браузере
zh_hans: 在外部浏览器中打开 URL
zh_hant: 在外部瀏覽器中打開 URL

# ContextMenu.Bookmarks.OpenInternal.Title
source: Open in the built-in browser
it: Apri nel browser integrato
ja_jp: 内蔵ブラウザで開く
pt: Abrir no navegador incorporado
ru: Открыть во встроенном браузере
zh_hans: 在内置浏览器中打开
zh_hant: 在內置瀏覽器中打開

# ContextMenu.Library.AddNew.Title
source: Add a new library
it: Aggiungi una nuova libreria
ja_jp: 新しいライブラリの作成
pt: Adicionar uma nova biblioteca
ru: Добавьте новую библиотеку
zh_hans: 添加新库
zh_hant: 添加新Library

# TabHeader.MediaPlayer
source: Player
it: Media Player
ja_jp: プレイヤー
pt: Media Player
ru: Игрок
zh_hans: 媒体播放器
zh_hant: 媒體播放器

# LibraryManager.KindTitle.Archive
source: Archive file
it: File di archivio
ja_jp: 圧縮ファイル
pt: Pasta de ficheiro
ru: Архивный файл
zh_hans: 存档文件
zh_hant: 存檔文件

# LibraryManager.KindTitle.Folder
source: Folder
it: Cartella
ja_jp: フォルダー
pt: Pasta
ru: Папка
zh_hans: 文件夹
zh_hant: 文件夾

# LibraryManager.KindTitle.Network
source: Network item
it: Elemento di rete
ja_jp: ネットワークフォルダー
pt: Item de rede
ru: Элемент сети
zh_hans: 网络项
zh_hant: 網絡項

# Setting_EpubViewerDarkMode.Description
source: If the app is set to dark mode, the Epub viewer will also be in dark mode.
ja_jp: Windows設定で「既定のアプリモード」がダークになっている場合、Epubビュワーで色を反転します。
pt: Se a aplicação estiver definida para modo escuro, o visualizador Epub também estará em modo escuro.
ru: Если в приложении установлен темный режим, программа просмотра Epub также будет работать в темном режиме.
zh_hans: 如果应用程序设置为暗模式，则 Epub 查看器也将处于暗模式。
zh_hant: 如果應用程序設置為暗模式，則 Epub 查看器也將處於暗模式。

# Setting_EpubViewerDarkMode.Title
source: Apply the dark mode settings to the Epub viewer. (Experimental)
it: Applicare le impostazioni della modalità scura al visualizzatore Epub. (Sperimentale)
ja_jp: Epubビュワーにダークモードを適用 (プレビュー)
pt: Aplicar as definições do modo escuro ao visualizador Epub. (Experimental)
ru: Примените настройки темного режима к программе просмотра Epub. (Экспериментально)
zh_hans: 将暗模式设置应用于 Epub 查看器。 (实验选项)
zh_hant: 將暗模式設置應用於 Epub 查看器。 (實驗選項)

# Viewer.SlideShow.ToolTip.Message
source: Play slideshow Right click to configure
it: Riproduzione di una presentazione Cliccare con il tasto destro del mouse per configurare
ja_jp: スライドショー再生 右クリックで設定
pt: Reproduzir slideshow Clique direito para configurar
ru: Воспроизвести слайд-шоу Щелкните правой кнопкой мыши, чтобы настроить
zh_hans: 播放幻灯片 右键更改设置
zh_hant: 播放幻燈片 右鍵更改設置

# Viewer.SlideShow.Interval.Label
source: Interval (sec):
it: Intervallo (sec):
ja_jp: 再生間隔 (秒):
pt: Intervalo (seg):
ru: Интервал (сек):
zh_hans: 间隔 (秒):
zh_hant: 间隔 (秒):

# Setting_BrowserUseWebView2.Title
source: Use modern browser (Preview)
it: Utilizzare un browser moderno (Anteprima)
ja_jp: 新しいブラウザエンジンを使用する (プレビュー)
pt: Utilizar um navegador moderno (Preview)
ru: Используйте современный браузер (предварительный просмотр)
zh_hans: 使用现代浏览器 (预览)
zh_hant: 使用现代浏览器 (预览)
